<!DOCTYPE html>
<html lang="pt-BR">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Política de Privacidade – AgroDelTa</title>
    <link rel="stylesheet" href="style.css">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Poppins:wght@400;600;700&display=swap" rel="stylesheet">
    <style>
        .page-content { padding: 40px 0; }
        .page-content h2 { margin-top: 20px; font-size: 1.8em; }
        .page-content p, .page-content li { line-height: 1.7; color: #555; }
        .page-content ul { list-style: disc; padding-left: 20px; }
        .footer-social{text-align:center;padding:20px 0;border-top:1px solid #e5e5e5;margin-top:20px}.footer-social h4{margin-bottom:15px;font-weight:600;color:#333}.footer-social a{display:inline-block;margin:0 10px;color:#2c5e3f;transition:transform .3s ease,color .3s ease}.footer-social a:hover{color:#1a3a26;transform:translateY(-3px)}.footer-social svg{width:28px;height:28px}
    </style>
</head>
<body>

    <header class="site-header">
        <div class="container header-container">
            <div class="site-branding">
                <a href="index.html">
                    <img src="https://agrodelta.vercel.app/wp-content/uploads/2024/07/Design-sem-nome-1.jpg" alt="Logo AgroDelTa" class="custom-logo">
                </a>
            </div>
            <div class="menu-toggle" id="mobile-menu">
                <span class="bar"></span>
                <span class="bar"></span>
                <span class="bar"></span>
            </div>
            <nav class="main-navigation">
                <ul>
                    <li><a href="index.html">Home</a></li>
                    <li><a href="a-empresa.html">A Empresa</a></li>
                    <li><a href="produtos.html">Produtos</a></li>
                    <li><a href="servicos.html">Serviços</a></li>
                    <li><a href="contato.html">Contato</a></li>
                </ul>
            </nav>
        </div>
    </header>

    <main id="content" class="site-main">

        <section class="page-title-section" style="background-image: linear-gradient(rgba(0, 0, 0, 0.5), rgba(0, 0, 0, 0.5));">
            <div class="container">
                <h1>Política de Privacidade</h1>
            </div>
        </section>

        <div class="container page-content">
            <h2>Política de privacidade &ndash; AgroDelTa</h2>
            <p>&Uacute;ltima atualiza&ccedil;&atilde;o: 31 de Julho &agrave;s 14:04</p>
            <p>A sua privacidade &eacute; importante para n&oacute;s. &Eacute; pol&iacute;tica da AgroDelTa &ndash; Empresa de Tecnologia na Agricultura respeitar a sua privacidade em rela&ccedil;&atilde;o a qualquer informa&ccedil;&atilde;o sua que possamos coletar no site AgroDelTa &ndash; Empresa de Tecnologia na Agricultura, e outros sites que possu&iacute;mos e operamos.</p>
            <p>Solicitamos informa&ccedil;&otilde;es pessoais apenas quando realmente precisamos delas para lhe fornecer um servi&ccedil;o. Fazemo-lo por meios justos e legais, com o seu conhecimento e consentimento. Tamb&eacute;m informamos por que estamos coletando e como ser&aacute; usado.</p>
            <p>Apenas retemos as informa&ccedil;&otilde;es coletadas pelo tempo necess&aacute;rio para fornecer o servi&ccedil;o solicitado.</p>
            <p>Quando armazenamos dados, protegemos dentro de meios comercialmente aceit&aacute;veis para evitar perdas e roubos, bem como acesso, divulga&ccedil;&atilde;o, c&oacute;pia, uso ou modifica&ccedil;&atilde;o n&atilde;o autorizados.</p>
            <p>N&atilde;o compartilhamos informa&ccedil;&otilde;es de identifica&ccedil;&atilde;o pessoal publicamente ou com terceiros, exceto quando exigido por lei.</p>
            <p>O nosso site pode ter links para sites externos que n&atilde;o s&atilde;o operados por n&oacute;s. Esteja ciente de que n&atilde;o temos controle sobre o conte&uacute;do e pr&aacute;ticas desses sites e n&atilde;o podemos aceitar responsabilidade por suas respectivas pol&iacute;ticas de privacidade.</p>
            <p>Voc&ecirc; &eacute; livre para recusar a nossa solicita&ccedil;&atilde;o de informa&ccedil;&otilde;es pessoais, entendendo que talvez n&atilde;o possamos fornecer alguns dos servi&ccedil;os desejados.</p>
            <p>O uso continuado de nosso site ser&aacute; considerado como aceita&ccedil;&atilde;o de nossas pr&aacute;ticas em torno de privacidade e informa&ccedil;&otilde;es pessoais. Se voc&ecirc; tiver alguma d&uacute;vida sobre como lidamos com dados do usu&aacute;rio e informa&ccedil;&otilde;es pessoais, entre em contato conosco.</p>
            
            <h3>1. Informa&ccedil;&otilde;es Coletadas</h3>
            <p>A AgroDelTa, inscrita sob o CNPJ 31.377.113/0001-34, coleta os seguintes dados pessoais atrav&eacute;s de nosso formul&aacute;rio de contato:</p>
            <ul>
                <li>Nome completo</li>
                <li>Telefone</li>
                <li>E-mail</li>
            </ul>

            <h3>2. Finalidade da Coleta</h3>
            <p>Os dados coletados s&atilde;o utilizados exclusivamente para identifica&ccedil;&atilde;o das mensagens enviadas por meio do formul&aacute;rio de contato. Isso nos permite responder de forma adequada &agrave;s solicita&ccedil;&otilde;es ou perguntas recebidas.</p>

            <h3>3. Compartilhamento de Dados</h3>
            <p>A AgroDelTa n&atilde;o compartilha, vende, aluga ou disponibiliza os dados pessoais coletados para terceiros, salvo em caso de exig&ecirc;ncia legal ou regulat&oacute;ria.</p>

            <h3>4. Armazenamento e Seguran&ccedil;a dos Dados</h3>
            <p>Os dados pessoais coletados s&atilde;o armazenados de forma segura no banco de dados do nosso site e no e-mail do administrador do site. Implementamos medidas t&eacute;cnicas e organizacionais adequadas para proteger esses dados contra acesso n&atilde;o autorizado, perda, destrui&ccedil;&atilde;o ou altera&ccedil;&atilde;o.</p>

            <h3>5. Direitos dos Titulares</h3>
            <p>De acordo com a Lei Geral de Prote&ccedil;&atilde;o de Dados (LGPD), voc&ecirc; tem o direito de:</p>
            <ul>
                <li>Confirmar a exist&ecirc;ncia de tratamento de dados;</li>
                <li>Acessar os dados que possu&iacute;mos sobre voc&ecirc;;</li>
                <li>Solicitar a corre&ccedil;&atilde;o de dados incompletos, inexatos ou desatualizados.</li>
            </ul>
            <p>Para exercer seus direitos ou obter mais informa&ccedil;&otilde;es, entre em contato conosco atrav&eacute;s dos meios de contato fornecidos abaixo.</p>

            <h3>6. Contato</h3>
            <p>Para qualquer d&uacute;vida ou solicita&ccedil;&atilde;o relacionada &agrave; nossa pol&iacute;tica de privacidade, voc&ecirc; pode nos contatar:</p>
            <p>E-mail: agrodelta03@gmail.com</p>

            <h3>Compromisso do Usu&aacute;rio:</h3>
            <p>O usu&aacute;rio se compromete a fazer uso adequado dos conte&uacute;dos e da informa&ccedil;&atilde;o que o AgroDelTa &ndash; Empresa de Tecnologia na Agricultura oferece no site e com car&aacute;ter enunciativo, mas n&atilde;o limitativo:</p>
            <p>A) N&atilde;o se envolver em atividades que sejam ilegais ou contr&aacute;rias &agrave; boa f&eacute; a &agrave; ordem p&uacute;blica;</p>
            <p>B) N&atilde;o difundir propaganda ou conte&uacute;do de natureza racista, xenof&oacute;bica, ou de azar, qualquer tipo de pornografia ilegal, de apologia ao terrorismo ou contra os direitos humanos;</p>
            <p>C) N&atilde;o causar danos aos sistemas f&iacute;sicos (hardwares) e l&oacute;gicos (softwares) do AgroDelTa &ndash; Empresa de Tecnologia na Agricultura, de seus fornecedores ou terceiros, para introduzir ou disseminar v&iacute;rus inform&aacute;ticos ou quaisquer outros sistemas de hardware ou software que sejam capazes de causar danos anteriormente mencionados.</p>

            <h3>Mais informa&ccedil;&otilde;es</h3>
            <p>Esperemos que esteja esclarecido e, como mencionado anteriormente, se houver algo que voc&ecirc; n&atilde;o tem certeza se precisa ou n&atilde;o, geralmente &eacute; mais seguro deixar os cookies ativados, caso interaja com um dos recursos que voc&ecirc; usa em nosso site.</p>
            <p><strong>Esta pol&iacute;tica &eacute; efetiva a partir de 31 de Julho de 2024 &agrave;s 14:04</strong></p>
        </div>
    </main>

    <footer class="site-footer">
        <div class="container footer-container">
            <div class="footer-info">
                 <h4>AgroDelTa</h4>
                <p>
                    <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-geo-alt-fill" viewBox="0 0 16 16"><path d="M8 16s6-5.686 6-10A6 6 0 0 0 2 6c0 4.314 6 10 6 10zm0-7a3 3 0 1 1 0-6 3 3 0 0 1 0 6z"/></svg>
                    <a class="titulo-footer">Endereço:</a> Av. João de Camargo, 510, Centro, Santa Rita do Sapucaí, MG, 37536-001, Inatel.
                </p>
                <p>
                    <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-telephone-fill" viewBox="0 0 16 16"><path fill-rule="evenodd" d="M1.885.511a1.745 1.745 0 0 1 2.61.163L6.29 2.98c.329.423.445.974.28 1.465l-2.135 2.135a1.896 1.896 0 0 0 .313 1.054c.245.352.553.72.956 1.123.403.403.771.71 1.123.956.35.245.72.553 1.054.313l2.135-2.135c.491-.165 1.042-.048 1.465.28l2.308 1.794a1.745 1.745 0 0 1 .163 2.611l-1.034 1.034c-.74.74-1.846 1.065-2.877.702a18.634 18.634 0 0 1-7.01-4.42 18.634 18.634 0 0 1-4.42-7.009c-.363-1.031.026-2.137.702-2.877L1.885.511z"/></svg>
                    <a class="titulo-footer">Telefone:</a>(35) 9751-8606
                </p>
                <p>
                    <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-envelope-fill" viewBox="0 0 16 16"><path d="M.05 3.555A2 2 0 0 1 2 2h12a2 2 0 0 1 1.95 1.555L8 8.414.05 3.555zM0 4.697v7.104l5.803-3.558L0 4.697zM6.761 8.83l-6.57 4.027A2 2 0 0 0 2 14h12a2 2 0 0 0 1.808-1.144l-6.57-4.027L8 9.586l-1.239-.757zm3.436-.586L16 11.801V4.697l-5.803 3.546z"/></svg>
                    <a class="titulo-footer">E-mail:</a>agrodelta03@gmail.com
                </p>
                <p>
                    <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-card-text" viewBox="0 0 16 16"><path d="M14.5 3a.5.5 0 0 1 .5.5v9a.5.5 0 0 1-.5.5h-13a.5.5 0 0 1-.5-.5v-9a.5.5 0 0 1 .5-.5h13zm-13-1A1.5 1.5 0 0 0 0 3.5v9A1.5 1.5 0 0 0 1.5 14h13a1.5 1.5 0 0 0 1.5-1.5v-9A1.5 1.5 0 0 0 14.5 2h-13z"/><path d="M3 5.5a.5.5 0 0 1 .5-.5h9a.5.5 0 0 1 0 1h-9a.5.5 0 0 1-.5-.5zM3 8a.5.5 0 0 1 .5-.5h9a.5.5 0 0 1 0 1h-9a.5.5 0 0 1-.5-.5zm0 2.5a.5.5 0 0 1 .5-.5h6a.5.5 0 0 1 0 1h-6a.5.5 0 0 1-.5-.5z"/></svg>
                    <a class="titulo-footer">CNPJ:</a>31.377.113/0001-34
                </p>
            </div>
            <div class="footer-links">
                <a href="termos-de-uso.html">Termos de Uso</a>
                <a href="politica-de-privacidade.html">Política de Privacidade</a>
            </div>
            <div class="footer-copyright">
                <p>© 2025 AgroDelTa. Todos os direitos reservados.</p>
                <p>Tecnologia que cultiva o futuro.</p>
            </div>
        </div>
    </footer>
    
    <script>
        const menuToggle = document.getElementById('mobile-menu');
        const nav = document.querySelector('.main-navigation');
        menuToggle.addEventListener('click', () => {
            nav.classList.toggle('active');
        });
    </script>
</body>
</html>